 {
   "justifiable-homicide": {
     "title": "Homicidio Justificado - Un Thriller Politico | Por Robert W. McGee",
     "description": "A group of Miami patriots decides the time has come to start killing certain politicians and others who are destroying the fabric of America. The problem is, they can't agree who should be on the list and what criteria they should use to decide who needs to be killed. When a local accounting professor learns that one of his friends is on the list he decides he must stop them at any cost.",
     "language": "es",
     "heading": "Homicidio Justificado",
     "subheading": "Un Thriller Politico",
     "short": "jh",
     "label": "Prologo",
     "intro_one": "¿En qué momento el homicidio de líderes políticos se convierte en uno moralmente justificable? Matar a los Hitlers, Stalins y Pol Pots del mundo es fácil de justificar. Es necesario eliminar a los tiranos con instintos asesinos. ¿Pero qué ocurre si nuestros líderes son tiranos insignificantes, simplemente idiotas o quizás corruptos que no se encuentran al nivel de Hitler, Stalin o Pol Pot? ¿Cuánto daño debemos permitirles provocar? ¿Cuántos de nuestros derechos podemos permitir que nos quiten antes de que matarlos se convierta en un homicidio justificable?",
     "intro_two": "En la última novela de Robert McGee – Homicidio Justificado – un pequeño grupo de patriotas de Miami cree que algunos de sus líderes han comenzado a abusar de su poder y deciden hacer algo al respecto. Identifican a posibles objetivos para el homicidio y comienzan a eliminarlos de la lista.",
     "intro_three": "Cuando Robert Paige, un profesor de contabilidad con algo de entrenamiento en armas de fuego y en artes marciales, se entera de que el nombre de uno de sus amigos está en la lista, decide hacer todo lo que sea necesario para detenerlos. El problema es que no sabe quiénes son todos los miembros del grupo ni cómo detenerlos.",
     "goodreads": "23788892",
     "buttons": [{
       "title": "Echa un vistaso",
       "css": "button",
       "link": "../preview/justifiable-homicide"
     }, {
       "title": "Compra Ahora",
       "css": "button icon alt fa-amazon",
       "link": "http://a-fwd.com/asin=B016XDAQME"
     }, {
       "title": "ve mas libros",
       "css": "button",
       "link": "/site/es/#tiles"
     }]
   },

   "annie-and-the-senator": {
     "title": "Annie y el Senador | Por Robert W. McGee",
     "description": "Annie y el Senador, Por Robert W McGee. Annie Chan llega desde las calles de Bangkok hasta una posicion executiva en los Estados Unidos ... hasta que un Senador se atraviesa en el camino de ella.",
     "language": "es",
     "heading": "Annie y el Senador",
     "subheading": "Una Historia De Justicia Por Mano Propia",
     "short": "as",
     "label": "Prologo",
     "intro_one": "Annie Chan, mitad china, mitad tailandesa. Hija de una bailarina de las barras de bares de striptease. Su belleza y otros talentos la introdujeron en el mundo de las damas de compañía más costosas de Hong Kong. La vida de Annie cambió cuando su amante millonario la envió a estudiar a los Estados Unidos.",
     "intro_two": "Unos años más tarde, se graduó en Harvard con un posgrado y como contadora pública certificada. Con algo de ayuda de su amigo, llegó a ser presidente de uno de los bancos más importantes de Miami. Su carrera marchaba bien hasta que un senador comenzó a causarle problemas.",
     "intro_three": "Cuando la amenazó con sacar a la luz su pasado y destruir su carrera, Annie decidió que debía callarlo. El problema era que no sabía cómo hacerlo. O al menos no lo supo de inmediato. Annie y el Senador es la primera parte de la saga de Annie Chan.",
     "goodreads": "24932626",
     "buttons": [{
       "title": "echa un vistaso",
       "css": "button",
       "link": "../preview/annie-and-the-senator"
     }, {
       "title": "compra ahora",
       "css": "button icon alt fa-amazon",
       "link": "http://a-fwd.com/asin=B00TKOTORC"
     }, {
       "title": "ve mas libros",
       "css": "button",
       "link": "/site/es/#tiles"
     }]
   },

   "just-following-orders": {
     "title": "Just Following Orders | By Robert W. McGee",
     "description": "",
     "language": "en",
     "heading": "Just Following Orders",
     "subheading": "Iraqi Girl Trilogy Book 2",
     "short": "ig2",
     "label": "Prologo",
     "intro_one": "The second volume in the Trilogy – Just Following Orders – places readers in the mind of one of the soldiers who is ordered to participate in Massouma’s abuse.",
     "intro_two": "Although he is disgusted by what his lieutenant orders his men to do, and while he seriously considers killing the lieutenant to stop the abuse going on before his eyes, he obeys, because he has been taught not to question orders.",
     "intro_three": "This volume highlights the disgusting practice of female genital mutilation in a graphic way, challenges the morality of enhanced interrogation, and questions the view that there is a duty to obey all orders. This novelette sets the stage for volume 3 of the Trilogy.",
     "goodreads": "28263048",
     "buttons": [{
       "title": "echa un vistaso",
       "css": "button",
       "link": "../preview/just-following-orders"
     }, {
       "title": "compra ahora",
       "css": "button icon alt fa-amazon",
       "link": "http://a-fwd.com/asin=B0188M7EGY"
     }, {
       "title": "ve mas libros",
       "css": "button",
       "link": "/site/es/#tiles"
     }]
   },

   "tsa-vs-the-people": {
     "title": "El TSA contra el Pueblo - Una Historia de Venganza | Por Robert W. McGee",
     "description": "El TSA contra el Pueblo - Una Historia de Venganza | Por Robert W. McGee. El TSA y sus tacticas aruinan la vida de James Young. El decide devolver el favor.",
     "language": "es",
     "heading": "El TSA contra el Pueblo",
     "subheading": "Una Historia de Venganza",
     "short": "tsa",
     "label": "Prologo",
     "intro_one": "¿Qué harías si la TSA agrediese sexualmente a tu madre? Si eres un ferviente ciudadano, harías lo mismo que hizo James Young. ¿Quieres saber qué hizo? Tendrás que leer la historia completa.",
     "intro_two": "Este libro realmente demuestra cómo el abuso de poder del gobierno y la paranoia pueden perjudicar la vida de los ciudadanos. En esta breve historia, James Young decide que ha tenido suficiente y se propone hacer algo al respecto. El sistema jurídico le ha fallado. La solución es hacer justicia por su propia mano.",
     "intro_three": "Esta historia es una precuela de Homicidio Justificado - Un thriller político.",
     "goodreads": "23593945",
     "buttons": [{
       "title": "echa un vistaso",
       "css": "button",
       "link": "../preview/tsa-vs-the-people"
     }, {
       "title": "compra ahora",
       "css": "button icon alt fa-amazon",
       "link": "http://a-fwd.com/asin=B0175VU4FW"
     }, {
       "title": "ve mas libros",
       "css": "button",
       "link": "/site/es/#tiles"
     }]
   }

 }